13/data/attachments/ddc2b70bb094f58.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Daniel_never_Friend_8527_9</nif:username>
            <nif:friendToBeRequested>soap_friends_591f5839-246a-4089-9257-7da7980e52a0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>